[{"name": "The Backseat Gamer", "description": "This persona is characterized by their desire to guide and instruct the streamer, often providing hints and directions for gameplay. They enjoy offering advice and sometimes express impatience when the streamer doesn't follow their guidance. Their involvement is driven by a mix of helpfulness and a desire to influence the game’s progress.", "share": 80, "sentiment_label": "Neutral", "sentiment_percent": "72%", "theme": "Guidance and Instruction", "feedback": ["you can still wall jump even if you're not grabbing into the wall", "try starting from the other wall", ":en: I will tell you when you're in a room with a crystal, but not gonna say you how to find it", ":en: beep beep crystal detected beep beep", "you have to use the red bubble at Left"], "key_feedback": [{"label": "Gameplay Guidance", "comments": [":en: beep beep crystal detected beep beep", "CLIMB THE WALL"], "recommendation": "Acknowledge the guidance provided, but encourage viewers to allow the streamer to explore independently."}, {"label": "Hint Management", "comments": [":en: I will tell you when you're in a room with a crystal, but not gonna say you how to find it"], "recommendation": "Set boundaries for hints to ensure the streamer can enjoy the discovery process without excessive backseat gaming."}, {"label": "Gameplay Advice", "comments": ["try climbing and jumping", "use the conveyor belt at that last part", "be economic with your dashes"], "recommendation": "Consider acknowledging the advice to engage with these viewers, but maintain your own pace in the game."}]}, {"name": "The Playful Chatter", "description": "This persona contributes light-hearted, humorous, and sometimes nonsensical messages to the chat. They often use emojis and playful language, adding a sense of fun and levity to the chat environment.", "share": 45, "sentiment_label": "Neutral", "sentiment_percent": "70%", "theme": "Humor", "feedback": [":croissant:", ":banana::banana:", "Oh shit, a :rat:", "Nyanyame nyanyajyuunyanya-do no nyarabi de nyakunyaku inyanyaku nyanyahan nyanyadai nyanynaku nyarabete nyaganyagame.", ":bubble_tea:"], "key_feedback": [{"label": "Playful Interaction", "comments": ["Oh shit, a :rat:", ":banana::banana:"], "recommendation": "Engage with playful chat messages by acknowledging them with humor or emojis to maintain an entertaining atmosphere."}]}, {"name": "The Humorist", "description": "This viewer often uses humor, jokes, or memes to lighten the mood in the chat. Their messages are characterized by playful banter or witty remarks, often using emojis or internet slang. They aim to entertain both the streamer and other viewers.", "share": 35, "sentiment_label": "Positive", "sentiment_percent": "80%", "theme": "Humor", "feedback": ["Lmao", "you say \"a\" a lot", "XD"], "key_feedback": [{"label": "Humorous Commentary", "comments": ["LMAO", "gigachad moce", "man you can't just come in drop on of those and leave without elaborating"], "recommendation": "Acknowledge and appreciate the humor to keep the chat lively and engaging."}]}]